13/data/attachments/55ab2967cb933fd9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_2e7f85e6-a095-433c-9050-8a0d14087ffc</nif:username>
            <nif:friendToBeAdded>Sara_several_Friend_18112_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>